{
    "db": [
        {
            "id": "1",
            "name": "Bolo Festivo",
            "descricao": "com massa de Chocolate em Pó DOIS FRADES  com calda de mel, recheio cremoso de amêndoas, coberto com Chocolate NESTLÉ CLASSIC e decorado com amêndoas praliné",
            "photo": "https://www.receitasnestle.com.br/images/default-source/recipes/bolo_festivo.jpg?sfvrsn=0",
            "ingredientes": [
                {
                    "massa": "6 ovos|1 xícara (chá) de açúcar|1 xícara (chá) de NINHO Forti+ UHT Integral|2 xícaras (chá) de farinha de trigo|meia xícara (chá) de Chocolate em Pó NESTLÉ DOIS FRADES|1 colher (sopa) de fermento em pó",
                    "recheio": "1 Leite MOÇA® (lata ou caixinha)|2 gemas peneiradas|2 colheres (sopa) de amido de milho|1 xícara (chá) de amêndoas torradas picadas|1 lata de NESTLÉ Creme de Leite",
                    "cobertura": "170 g de Chocolate CLASSIC Meio Amargo|1 lata de NESTLÉ Creme de Leite",
                    "calda": "3 colheres (sopa) de mel",
                    "praline": "2 xícaras (chá) de amêndoas em lascas torradas|1 xícara (chá) de açúcar|meia colher (chá) de fermento em pó|2 colheres (sopa) de Chocolate em Pó NESTLÉ DOIS FRADES"
                }
            ],
            "modoDePreparo": [
                {
                    "massa": "Em uma batedeira, bata os ovos e acrescente o açúcar. Despeje o Leite NINHO aos poucos, sem parar de bater. Desligue a batedeira e incorpore, delicadamente, a farinha de trigo peneirada com o Chocolate em Pó DOIS FRADES e o fermento em pó. Despeje em uma forma redonda (28 cm de diâmetro), untada com manteiga e polvilhada com farinha de trigo, e leve ao forno médio (180°C), preaquecido, por cerca de 30 minutos. Retire do forno e deixe esfriar.",
                    "recheio": "Em uma panela, misture o Leite MOÇA com o Leite NINHO, as gemas e o amido de milho. Leve ao fogo baixo, mexendo sempre, até engrossar. Cozinhe por cerca de 2 minutos e retire do fogo. Junte as amêndoas e o Creme de Leite NESTLÉ e deixe esfriar.",
                    "cobertura": "Derreta o Chocolate NESTLÉ CLASSIC em banho-maria e junte o Creme de Leite NESTLÉ. Misture bem e reserve.",
                    "calda": "Em uma tigela, misture o mel com 1 xícara (chá) de água e reserve.",
                    "praline": "Em uma panela de fundo largo, coloque as amêndoas com o açúcar, o fermento em pó, o Chocolate em Pó DOIS FRADES e meia xícara (chá) de água. Leve ao fogo médio, mexendo de vez em quando por cerca de 5 minutos ou até secar parcialmente. Comece a mexer vigorosamente, sem parar, até secar bem. Retire do fogo e espalhe sobre uma assadeira até esfriar.",
                    "montagem": "Corte o bolo ao meio e umedeça cada metade com a calda de mel. Coloque o recheio sobre uma das massas e finalize com a massa restante. Decore com a cobertura reservada e leve à geladeira até o momento de servir.",
                    "dica": "Se desejar, decore com raspas de Chocolate NESTLÉ CLASSIC® Meio Amargo ou amêndoas em lascas torradas."
                }
            ]
        },
        {
            "id": "2",
            "name": "Pudim de Leite Moça",
            "descricao": "Pudim de Leite MOÇA com calda de caramelo",
            "photo": "https://www.receitasnestle.com.br/images/default-source/recipes/pudim-de-leite-moc-_c2_baa_13423_alta.jpg",
            "ingredientes": [
                {
                    "massa": "1 Leite MOÇA® (lata ou caixinha)|2 medidas (da lata) de NINHO Forti+ UHT Integral|3 ovos",
                    "recheio": "",
                    "cobertura": "",
                    "calda": "1 xícara (chá) de açúcar",
                    "praline": ""
                }
            ],
            "modoDePreparo": [
                {
                    "massa": "Em um liquidificador, bata todos os ingredientes do pudim e despeje na forma reservada.Cubra com papel-alumínio e leve ao forno médio (180°C), em banho-maria, por cerca de 1 hora e 30 minutos. Depois de frio, leve para gelar por cerca de 6 horas. Desenforme e sirva a seguir.",
                    "recheio": "",
                    "cobertura": "",
                    "calda": "Em uma panela de fundo largo, derreta o açúcar até ficar dourado. Junte meia xícara (chá) de água quente e mexa com uma colher. Deixe ferver até dissolver os torrões de açúcar e a calda engrossar. Forre com a calda uma forma com furo central (19 cm de diâmetro) e reserve.",
                    "praline": "",
                    "montagem": "",
                    "dica": "É essencial que o pudim seja preparado em banho-maria para que asse de forma lenta e controlada, para atingir a textura ideal.|Para que o seu pudim não forme furinhos, verifique se a temperatura do forno está regulada conforme indicação da receita. Leve a forma ao forno na grade superior, longe da chama."
                }
            ]
        },
        {
            "id": "3",
            "name": "Bolo de Nescau e Laranja",
            "descricao": "Bolo de NESCAU 2.0 com toque de laranja",
            "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRXpqzRAP1hv5gKK2rgceRI4lcEioyi8DxOkWau4gmsECVS9iUK1Q",
            "ingredientes": [
                {
                    "massa": "meia xícara (chá) de manteiga|1 xícara (chá) de açúcar|4 gemas|2 xícaras (chá) de farinha de trigo|1 xícara (chá) de Nescau 2.0|1 colher (sopa) de fermento em pó|1 e meia xícara (chá) de suco de laranja|4 claras|manteiga para untar|farinha de trigo para polvilhar",
                    "recheio": "",
                    "cobertura": "2 xícaras (chá) de açúcar de confeiteiro|4 colheres (sopa) de Nescau 2.0|6 colheres (sopa) de suco de laranja",
                    "calda": "",
                    "praline": ""
                }
            ],
            "modoDePreparo": [
                {
                    "massa": "Em uma batedeira, bata a manteiga e o açúcar, junte as gemas e continue a bater até obter um creme esbranquiçado. Acrescente aos poucos, misturando sem bater, a farinha de trigo, o NESCAU e o fermento em pó peneirados, alternando com o suco de laranja. Bata as claras em neve e junte delicadamente ao bolo. Transfira para uma forma (34 x 24 cm), untada com manteiga e polvilhada com farinha de trigo, e leve ao forno médio-alto (200°C), preaquecido, por cerca de 20 minutos.",
                    "recheio": "",
                    "cobertura": "Em um recipiente, misture o açúcar, o NESCAU e o suco de laranja. Despeje sobre o bolo e corte em quadrados. Sirva.",
                    "calda": "",
                    "praline": "",
                    "montagem": "",
                    "dica": ""
                }
            ]
        },
        {
            "id": "4",
            "name": "Cupcake de NESCAU",
            "descricao": "Minibolinhos de NESCAU® 2.0 com cobertura doce à base de cream cheese",
            "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJXs-TJvYI0x5M1rUiZwJZkswyDdZJqUmaadKDwIZcK4UU8nO77w",
            "ingredientes": [
                {
                    "massa": "200 g de manteiga|3 ovos|1 xícara (chá) de Nescau 2.0|meia xícara (chá) de açúcar|2 xícaras (chá) de farinha de trigo|1 xícara (chá) de NINHO Forti+ UHT Integral|meia colher (sopa) de fermento em pó|1 colher (chá) de bicarbonato de sódio",
                    "recheio": "",
                    "cobertura": "1 pote de cream cheese (150g)|meia xícara (chá) de Nescau 2.0",
                    "calda": "",
                    "praline": ""
                }
            ],
            "modoDePreparo": [
                {
                    "massa": "Em uma batedeira, bata a manteiga com os ovos, o NESCAU e o açúcar até ficar um creme fofo. Desligue, junte a farinha de trigo, o Leite NINHO, o fermento em pó e o bicarbonato e misture bem até ficar homogêneo. Coloque em forminhas de papel n° 0 dentro de formas para cupcakes ou forminhas para empada. Leve ao forno médio-alto (200°C), preaquecido, por cerca de 30 minutos ou até ficar dourado.",
                    "recheio": "",
                    "cobertura": "Em uma batedeira, bata o cream cheese até ficar aerado. Junte o NESCAU e continue batendo até ficar homogêneo. Coloque em um saco de confeitar e decore os cupcakes. Sirva.",
                    "calda": "",
                    "praline": "",
                    "montagem": "",
                    "dica": ""
                }
            ]
        }
    ]
}